tap "ohueter/tap"
brew "blisp"
brew "cairo"
brew "ccache"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "fd"
brew "fswatch"
brew "fzf"
brew "giflib"
brew "gperf"
brew "harfbuzz"
brew "hyperfine"
brew "jpeg"
brew "libmagic"
brew "pango"
brew "librsvg"
brew "nasm"
brew "neovim"
brew "ninja"
brew "opam"
brew "pkgconf"
brew "pnpm"
brew "python@3.12"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "zoxide"
cask "betterdisplay"
cask "bruno"
cask "ghostty"
cask "jordanbaird-ice"
cask "keycastr"
vscode "ahmadalli.vscode-nginx-conf"
vscode "andenetalexander.vim-cheatsheet"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "cssho.vscode-svgviewer"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "oijaz.unicode-latex"
vscode "orta.vscode-twoslash-queries"
vscode "plorefice.devicetree"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sanity-io.vscode-sanity"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
brew "typst"
